Repository: trexima/cv
Catalog: translations/trexima_european_cv+intl-icu.*.xlf
Languages: hu_hu

# trexima_european_cv.form_label.sex_male
source: Male
hu_hu: Férfi

# trexima_european_cv.form_label.sex_female
source: Female
hu_hu: Nő

# trexima_european_cv.form_label.sex_do_not_state
source: Do not state
hu_hu: Ne tüntesse fel

# trexima_european_cv.form_label.sex_label
source: Gender
hu_hu: Neme

# trexima_european_cv.form_label.work_break_type
source: Type
hu_hu: Típus

# trexima_european_cv.form_label.work_break_description
source: Work break description
hu_hu: A munkahelyi szünet leírása

# trexima_european_cv.form_placeholder.work_break_description
source: Describe the work break
hu_hu: A munkahelyi szünet leírása

# trexima_european_cv.form_label.photo_label
source: Photo
hu_hu: Fénykép

# trexima_european_cv.form_label.first_name_label
source: Name
hu_hu: Keresztnév

# trexima_european_cv.form_label.first_name_placeholder
source: Name
hu_hu: Keresztnév

# trexima_european_cv.form_label.last_name_label
source: Last Name
hu_hu: Vezetéknév

# trexima_european_cv.form_label.last_name_placeholder
source: Last Name
hu_hu: Vezetéknév

# trexima_european_cv.form_label.titles_before_label
source: Title before
hu_hu: Titulus a név előtt

# trexima_european_cv.form_label.titles_before_placeholder
source: Please select an option
hu_hu: Kérjük, válasszon az alábbi lehetőségek közül

# trexima_european_cv.form_label.titles_after_label
source: Titles after
hu_hu: Titulus a név után

# trexima_european_cv.form_label.titles_after_placeholder
source: Please select an option
hu_hu: Kérjük, válasszon az alábbi lehetőségek közül

# trexima_european_cv.form_label.nationalities_label
source: Nationality
hu_hu: Állampolgárság

# trexima_european_cv.form_label.year_label
source: Year of birth
hu_hu: Születés éve

# trexima_european_cv.form_label.month_label
source: Month of birth
hu_hu: Születés hónapja

# trexima_european_cv.form_label.day_label
source: Day of birth
hu_hu: Születési nap

# trexima_european_cv.form_label.address_label
source: Address
hu_hu: Lakcím

# trexima_european_cv.form_label.address_placeholder
source: Vzorov√° 3, 841 01 Bratislava IV, Slovak Republic
hu_hu: Vzorová 3, 841 01 Bratislava IV, Szlovák Köztársaság

# trexima_european_cv.form_label.personal_websites_label
source: Personal website
hu_hu: Saját weboldal

# trexima_european_cv.form_label.description_label
source: A short text about you that will appear in the header of your resume
hu_hu: Egy rövid szöveg Önről, amely az önéletrajz fejlécében jelenik meg

# trexima_european_cv.form_label.description_placeholder
source: About you
hu_hu: Önről

# trexima_european_cv.form_label.practice_isco_code_label
source: Employment
hu_hu: Foglalkozás

# trexima_european_cv.form_label.practice_isco_code_placeholder
source: Please select an option
hu_hu: Kérjük, válasszon az alábbi lehetőségek közül

# trexima_european_cv.form_label.practice_isco_code_help
source: More info:
hu_hu: További információ:

# trexima_european_cv.form_label.practice_employee_label
source: Employer
hu_hu: Munkaadó

# trexima_european_cv.form_label.practice_employee_placeholder
source: Employer
hu_hu: Munkaadó

# trexima_european_cv.form_label.practice_description_placeholder
source: Describe your work experience
hu_hu: Írja le munkatapasztalatait

# trexima_european_cv.form_label.practice_description_label
source: Job description
hu_hu: Munkaköri leírás

# trexima_european_cv.form_placeholder.language
source: Select language
hu_hu: Nyelv kiválasztása

# trexima_european_cv.form_label.language
source: Language of CV
hu_hu: Az életrajz nyelve

# trexima_european_cv.form_label.language_en
source: English
hu_hu: Angol

# trexima_european_cv.form_label.language_sk
source: Slovak
hu_hu: Szlovák

# trexima_european_cv.form_label.language_cs
source: Czech
hu_hu: Cseh

# trexima_european_cv.form_label.language_de
source: German
hu_hu: Német

# trexima_european_cv.form_label.language_hu
source: Hungarian
hu_hu: Magyar

# trexima_european_cv.form_label.language_ru
source: Russian
hu_hu: Orosz

# trexima_european_cv.form_label.language_uk
source: Ukrainian
hu_hu: Ukrán

# trexima_european_cv.form_label.language_pl
source: Polish
hu_hu: Lengyel

# trexima_european_cv.form_label.language_it
source: Italian
hu_hu: Olasz

# trexima_european_cv.form_label.language_fr
source: French
hu_hu: Francia

# trexima_european_cv.form_label.language_es
source: Spanish
hu_hu: Spanyol

# trexima_european_cv.form_label.language_pt
source: Portuguese
hu_hu: Portugál

# trexima_european_cv.form_label.language_nl
source: Dutch
hu_hu: Holland

# trexima_european_cv.form_label.language_da
source: Danish
hu_hu: Dán

# trexima_european_cv.form_label.language_fi
source: Finnish
hu_hu: Finn

# trexima_european_cv.form_label.language_sv
source: Swedish
hu_hu: Svéd

# trexima_european_cv.form_label.language_no
source: Norwegian
hu_hu: Norvég

# trexima_european_cv.form_label.language_el
source: Greek
hu_hu: Görög

# trexima_european_cv.form_label.language_is
source: Icelandic
hu_hu: Izlandi

# trexima_european_cv.form_label.language_ga
source: Irish
hu_hu: Ír

# trexima_european_cv.form_label.language_lv
source: Latvian
hu_hu: Lett

# trexima_european_cv.form_label.language_et
source: Estonian
hu_hu: Észt

# trexima_european_cv.form_label.language_lt
source: Lithuanian
hu_hu: Litván

# trexima_european_cv.form_label.language_sl
source: Slovenian
hu_hu: Szlovén

# trexima_european_cv.form_label.language_mt
source: Maltese
hu_hu: Máltai

# trexima_european_cv.form_label.language_ro
source: Romanian
hu_hu: Román

# trexima_european_cv.form_label.language_bg
source: Bulgarian
hu_hu: Bolgár

# trexima_european_cv.form_label.language_hr
source: Croatian
hu_hu: Horvát

# trexima_european_cv.form_label.language_sr
source: Serbian
hu_hu: Szerb

# trexima_european_cv.form_label.language_zh
source: Chinese (Mandarin)
hu_hu: Kínai (mandarin)

# trexima_european_cv.form_label.language_vi
source: Vietnamese
hu_hu: Vietnami

# trexima_european_cv.form_label.language_ja
source: Japanese
hu_hu: Japán

# trexima_european_cv.form_label.language_ko
source: Korean
hu_hu: Kóreai

# trexima_european_cv.form_label.language_sq
source: Albanian
hu_hu: Albán

# trexima_european_cv.form_label.language_ar
source: Arabic
hu_hu: Arab

# trexima_european_cv.form_label.language_az
source: Azerbaijani
hu_hu: Azerbajdzsáni

# trexima_european_cv.form_label.language_eo
source: Esperanto
hu_hu: Eszperantó

# trexima_european_cv.form_label.language_ka
source: Georgian
hu_hu: Grúz

# trexima_european_cv.form_label.language_he
source: Hebrew
hu_hu: Héber

# trexima_european_cv.form_label.language_mk
source: Macedonian
hu_hu: Macedón

# trexima_european_cv.form_label.language_tr
source: Turkish
hu_hu: Török

# trexima_european_cv.form_label.language_other
source: Other
hu_hu: Egyéb

# trexima_european_cv.form_label.nationality_gb
source: English
hu_hu: Angol

# trexima_european_cv.form_label.nationality_sk
source: Slovak
hu_hu: Szlovák

# trexima_european_cv.form_label.nationality_cz
source: Czech
hu_hu: Cseh

# trexima_european_cv.form_label.nationality_de
source: German
hu_hu: Német

# trexima_european_cv.form_label.nationality_hu
source: Hungarian
hu_hu: Magyar

# trexima_european_cv.form_label.nationality_ru
source: Russian
hu_hu: Orosz

# trexima_european_cv.form_label.nationality_ua
source: Ukrainian
hu_hu: Ukrán

# trexima_european_cv.form_label.nationality_pl
source: Polish
hu_hu: Lengyel

# trexima_european_cv.form_label.nationality_it
source: Italian
hu_hu: Olasz

# trexima_european_cv.form_label.nationality_fr
source: French
hu_hu: Francia

# trexima_european_cv.form_label.nationality_es
source: Spanish
hu_hu: Spanyol

# trexima_european_cv.form_label.nationality_pt
source: Portuguese
hu_hu: Portugál

# trexima_european_cv.form_label.nationality_nl
source: Dutch
hu_hu: Holland

# trexima_european_cv.form_label.nationality_dk
source: Danish
hu_hu: Dán

# trexima_european_cv.form_label.nationality_fi
source: Finnish
hu_hu: Finn

# trexima_european_cv.form_label.nationality_se
source: Swedish
hu_hu: Svéd

# trexima_european_cv.form_label.nationality_no
source: Norwegian
hu_hu: Norvég

# trexima_european_cv.form_label.nationality_gr
source: Greek
hu_hu: Görög

# trexima_european_cv.form_label.nationality_is
source: Icelandic
hu_hu: Izlandi

# trexima_european_cv.form_label.nationality_ie
source: Irish
hu_hu: Ír

# trexima_european_cv.form_label.nationality_lv
source: Latvian
hu_hu: Lett

# trexima_european_cv.form_label.nationality_ee
source: Estonian
hu_hu: Észt

# trexima_european_cv.form_label.nationality_lt
source: Lithuanian
hu_hu: Litván

# trexima_european_cv.form_label.nationality_si
source: Slovenian
hu_hu: Szlovén

# trexima_european_cv.form_label.nationality_mt
source: Maltese
hu_hu: Máltai

# trexima_european_cv.form_label.nationality_ro
source: Romanian
hu_hu: Román

# trexima_european_cv.form_label.nationality_bg
source: Bulgarian
hu_hu: Bolgár

# trexima_european_cv.form_label.nationality_hr
source: Croatian
hu_hu: Horvát

# trexima_european_cv.form_label.nationality_rs
source: Serbian
hu_hu: Szerb

# trexima_european_cv.form_label.nationality_cn
source: Chinese
hu_hu: Kínai

# trexima_european_cv.form_label.nationality_vn
source: Vietnamese
hu_hu: Vietnami

# trexima_european_cv.form_label.nationality_jp
source: Japanese
hu_hu: Japán

# trexima_european_cv.form_label.nationality_kr
source: Korean
hu_hu: Kóreai

# trexima_european_cv.form_label.nationality_other
source: Other
hu_hu: Egyéb

# trexima_european_cv.form_label.education_elementary_school
source: Elementary School
hu_hu: Alapiskola

# trexima_european_cv.form_label.education_high_school
source: Secondary school
hu_hu: Középiskola

# trexima_european_cv.form_label.education_university
source: University
hu_hu: Főiskola/egyetem

# trexima_european_cv.form_label.education_certificate
source: Certificate
hu_hu: Tanúsítvány

# trexima_european_cv.form_label.language_level_a1
source: Beginner (A1)
hu_hu: Kezdő (A1)

# trexima_european_cv.form_label.language_level_a2
source: Basic (A2)
hu_hu: Alap (A2)

# trexima_european_cv.form_label.language_level_b1
source: Moderately advanced (B1)
hu_hu: Középhaladó

# trexima_european_cv.form_label.language_level_b2
source: Intermediate (B2)
hu_hu: Haladó középfokú (B2)

# trexima_european_cv.form_label.language_level_c1
source: Advanced (C1)
hu_hu: Felsőfokú (C1)

# trexima_european_cv.form_label.language_level_c2
source: Expert (C2)
hu_hu: Mesterfok/anyanyelvi szint (C2)

# trexima_european_cv.form_label.additional_informations
source: Additional information
hu_hu: Kiegészítő információk

# trexima_european_cv.form_sub_label.additional_informations
source: Would you like to add something else? Write it in this box
hu_hu: Szeretne még valamit hozzáadni? Írja be ebbe a mezőbe

# trexima_european_cv.form_placeholder.additional_informations
source: List your additional knowledge or skills that could not be defined based on the previous items and that you want to bring to the attention of your potential employer.
hu_hu: Sorolja fel további ismereteit vagy készségeit, amelyeket az előző tételek alapján nem tudtak meghatározni, és amelyekre szeretné felhívni potenciális munkáltatója figyelmét.

# trexima_european_cv.form_label.hobbies
source: Interests and hobbies
hu_hu: Érdeklődési területek és hobbik

# trexima_european_cv.form_sub_label.hobbies
source: Appropriately written hobbies can arouse the interest of employers and make you an interesting applicant
hu_hu: A megfelelően megírt hobbik felkelthetik a munkaadók érdeklődését és érdekes jelentkezővé tehetnek

# trexima_european_cv.form_placeholder.hobbies
source: List your interests or hobbies that you do in your spare time.
hu_hu: Sorolja fel érdeklődési köreit vagy hobbijait, amelyeket szabadidejében csinál.

# trexima_european_cv.form_label.digital_skill_level_1
source: Elementary
hu_hu: Kezdő

# trexima_european_cv.form_label.digital_skill_level_2
source: Advanced
hu_hu: Haladó

# trexima_european_cv.form_label.digital_skill_level_3
source: High
hu_hu: Felsőfokú

# trexima_european_cv.form_label.digital_skill_title
source: Digital skill
hu_hu: Digitális készségek

# trexima_european_cv.form_placeholder.digital_skill_title
source: Please select an option
hu_hu: Kérjük, válasszon az alábbi lehetőségek közül

# trexima_european_cv.form_label.digital_skill_level
source: Level
hu_hu: Szint

# trexima_european_cv.form_label.work_break_1
source: Maternity/parental leave
hu_hu: Szülési/szülői szabadság

# trexima_european_cv.form_label.work_break_2
source: Registration at the labour office
hu_hu: Regisztráció a munkaügyi hivatalban

# trexima_european_cv.form_label.work_break_3
source: Health problems
hu_hu: Egészségügyi problémák

# trexima_european_cv.form_label.work_break_4
source: Loss of a loved one
hu_hu: Egy közeli személy elvesztése

# trexima_european_cv.form_label.work_break_5
source: Caring for another person or household
hu_hu: Más személy vagy háztartás gondozása

# trexima_european_cv.form_label.work_break_6
source: Sabbatical
hu_hu: Sabatikal

# trexima_european_cv.form_label.work_break_7
source: Traveling
hu_hu: Utazás

# trexima_european_cv.form_label.work_break_8
source: Traveling
hu_hu: Utazás

# trexima_european_cv.form_label.work_break_9
source: Education, personal development
hu_hu: Oktatás, személyes fejlődés

# trexima_european_cv.form_label.add_work_break_button
source: Add a break at work
hu_hu: Munkahelyi szünet hozzáadása

# trexima_european_cv.form_label.competences_label
source: General qualifications and prerequisites
hu_hu: Általános képességek és előfeltételek

# trexima_european_cv.form_label.competences_placeholder
source: Please select an option
hu_hu: Kérjük, válasszon az alábbi lehetőségek közül

# trexima_european_cv.form_label.driving_license_owner_label
source: Driving license
hu_hu: Jogosítvány

# trexima_european_cv.form_label.driving_license_owner_false_choice_label
source: I don't have a driver's license
hu_hu: Nincs jogosítványom

# trexima_european_cv.form_label.driving_license_owner_true_choice_label
source: I have a driver's license
hu_hu: Van jogosítványom

# trexima_european_cv.form_label.driving_license_distance_traveled_placeholder
source: Number of KM
hu_hu: KM száma

# trexima_european_cv.form_label.driving_license_active_driver_label
source: I am an active driver
hu_hu: Aktív sofőr vagyok

# trexima_european_cv.form_label.education_title_label
source: Name and address of the school
hu_hu: Az iskola neve és címe

# trexima_european_cv.form_label.education_title_placeholder
source: Name of the school
hu_hu: Az iskola neve

# trexima_european_cv.form_label.education_year_range_label
source: Range
hu_hu: Terjedelem

# trexima_european_cv.form_label.education_description_label
source: Education description
hu_hu: A tanulmányok leírása

# trexima_european_cv.form_label.education_description_placeholder
source: Describe your studies
hu_hu: Ismertesse tanulmányait

# trexima_european_cv.form_label.language_label
source: Language
hu_hu: Nyelv

# trexima_european_cv.form_label.language_placeholder
source: Please select an option
hu_hu: Kérjük, válasszon az alábbi lehetőségek közül

# trexima_european_cv.form_label.language_level_label
source: Level
hu_hu: Szint

# trexima_european_cv.form_label.phone_type_label
source: Phone
hu_hu: Telefonszám

# trexima_european_cv.form_label.phone_type_placeholder
source: Please Select
hu_hu: Kérem, válasszon

# trexima_european_cv.form_label.phone_number_label
source: Fill in the number
hu_hu: Töltse ki a számot

# trexima_european_cv.form_label.phone_number_placeholder
source: In the form: +421918123456
hu_hu: A következő formában: +421918123456

# trexima_european_cv.form_label.month_year_range_begin_month_label
source: From
hu_hu: Tól től

# trexima_european_cv.form_label.month_year_range_begin_month_placeholder
source: Month
hu_hu: Hónap

# trexima_european_cv.form_label.month_year_range_begin_year_placeholder
source: Year
hu_hu: Év

# trexima_european_cv.form_label.month_year_range_end_month_label
source: To
hu_hu: -ig

# trexima_european_cv.form_label.month_year_range_end_month_placeholder
source: Month
hu_hu: Hónap

# trexima_european_cv.form_label.month_year_range_end_year_placeholder
source: Year
hu_hu: Év

# trexima_european_cv.form_label.year_range_begin_year_placeholder
source: Start date
hu_hu: A munkakezdés éve

# trexima_european_cv.form_label.year_range_end_year_placeholder
source: Year of termination
hu_hu: A munka befejezésének éve

# trexima_european_cv.form_label.submit_label
source: Save CV
hu_hu: Önéletrajz mentése

# trexima_european_cv.form_label.add_additional_informations_button
source: Add information
hu_hu: Információ hozzáadása

# trexima_european_cv.form_label.add_attachment_button
source: Add attachment
hu_hu: Melléklet hozzáadása

# trexima_european_cv.form_label.add_phone_button
source: Add phone
hu_hu: Telefonszám hozzáadása

# trexima_european_cv.form_label.add_digital_skill_button
source: Add a digital skill
hu_hu: Digitális készségek hozzáadása

# trexima_european_cv.form_label.add_education_button
source: Add education
hu_hu: A végzettség hozzáadása

# trexima_european_cv.form_label.save_education_button
source: Save education
hu_hu: A végzettség elmentése

# trexima_european_cv.form_label.add_language_button
source: Add language
hu_hu: Nyelv hozzáadása

# trexima_european_cv.form_label.add_practice_button
source: Add practice
hu_hu: Gyakorlat hozzáadása

# trexima_european_cv.form_label.education_kov
source: Field of study/teaching
hu_hu: Tanulmányi/oktatási terület

# trexima_european_cv.form_label.certificate_institution_label
source: Educational institution
hu_hu: Oktatási intézmény

# trexima_european_cv.form_label.certificate_title_label
source: Name of the course/certificate
hu_hu: Tanúsítvány neve

# trexima_european_cv.form_label.certificate_start_label
source: Graduation year
hu_hu: Az abszolválás éve

# trexima_european_cv.form_label.certificate_end_label
source: Expires on
hu_hu: Az érvényesség lejárta

# trexima_european_cv.form_label.certificate_no_end_date
source: The certificate has no time limit
hu_hu: A tanúsítványnak nincs időkorlátja

# trexima_european_cv.form_label.certificate_description_label
source: Description of the course/certificate
hu_hu: A tanfolyam/tanúsítvány leírása

# trexima_european_cv.form_label.save_certificate_button
source: Save the certificate
hu_hu: A tanúsítvány mentése

# trexima_european_cv.form_label.save_practice_button
source: Save work experience
hu_hu: Mentsd el a munkatapasztalatot

# trexima_european_cv.form_label.save_work_break_button
source: Save a break at work
hu_hu: Mentsd el a szünetet a munkahelyeden

# app.enum.pc_skill_level.elementary
source: Elementary
hu_hu: Alap/elemi

# app.enum.pc_skill_level.intermediate
source: Advanced
hu_hu: Haladó

# app.enum.pc_skill_level.master
source: High
hu_hu: Felső

# trexima_european_cv.form_label.add_personal_website_button
source: Add personal website
hu_hu: Személyes oldal hozzáadása

# trexima_european_cv.form_label.year_placeholder
source: Choose year
hu_hu: Válassza ki az évet

# trexima_european_cv.form_label.month_placeholder
source: Select a month
hu_hu: Válassza ki a hónapot

# trexima_european_cv.form_label.day_placeholder
source: Select a day
hu_hu: Válassza ki a napot

# trexima_european_cv.education_type_enum.education_elementary_school
source: Elementary School
hu_hu: Alapiskola

# trexima_european_cv.education_type_enum.education_high_school
source: Secondary school
hu_hu: Középiskola

# trexima_european_cv.education_type_enum.education_university
source: University
hu_hu: Főiskola/egyetem

# trexima_european_cv.education_type_enum.education_certificate
source: Certificate
hu_hu: Tanúsítvány
